Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitShoppingLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.addedToCartSuccessfullyDot
source: Added to cart successfully.
ar: تمت الإضافة إلى السلة بنجاح.
bg: Успешно добавено в количката.
ca: Afegit al carret de la compra amb èxit.
cs: Úspěšně přidáno do košíku.
da: Tilføjet til indkøbskurv.
de: Erfolgreich in den Warenkorb gelegt.
el: Προστέθηκε στο καλάθι με επιτυχία.
es: Añadido al carrito con éxito.
es_419: Agregado al carrito con éxito.
fi: Lisätty ostoskoriin onnistuneesti.
fr: Ajouté au panier avec succès.
fr_ca: Ajouté au panier avec succès.
he: נוסף לעגלת הקניות בהצלחה.
hi: सफलतापूर्वक शॉपिंग कार्ट में जोड़ा गया।
hr: Uspješno dodano u košaricu.
hu: Sikeresen hozzáadva a kosárhoz.
id: Berhasil ditambahkan ke keranjang.
it: Aggiunto al carrello con successo.
ja: カートに追加しました。
kk: Сәтті түрде себетке қосылды.
ko: 장바구니에 성공적으로 추가되었습니다.
ms: Berjaya ditambah ke dalam troli.
nb: Lagt til i kurv.
nl: Met succes aan winkelwagentje toegevoegd.
pl: Dodano do koszyka pomyślnie.
pt_br: Adicionado ao carrinho com sucesso.
pt_pt: Adicionado ao carrinho com sucesso.
ro: Adăugat în coș cu succes.
ru: Успешно добавлено в корзину.
sk: Skorotanovo odkryté
sv: Lagt i varukorgen framgångsrikt.
th: เพิ่มลงในตะกร้าสำเร็จแล้ว
tr: Başarıyla sepete eklendi.
uk: Успішно додано до кошика.
vi: Đã thêm vào giỏ hàng thành công.
zh_hans: 已成功添加到购物车。
zh_hant: 成功加入購物車。
zh_hk: 成功加入購物車。

# TK.Message.addedToWishlist
source: Added to wishlist
ar: تمت الإضافة إلى قائمة الأمنيات.
bg: Добавено в списъка с желания
ca: Afegit a la llista de desitjos.
cs: Přidáno na seznam přání
da: Tilføjet til ønskeliste.
de: In die Wunschliste aufgenommen
el: Προστέθηκε στη λίστα επιθυμιών.
es: Añadido a la lista de deseos.
es_419: Añadido a la lista de deseos.
fi: Lisätty toivelistalle.
fr: Ajouté à la liste de souhaits.
fr_ca: Ajouté à la liste de souhaits.
he: נוסף לרשימת המשאלות
hi: विशलिस्ट में जोड़ा गया।
hr: Dodano na popis želja.
hu: Hozzáadva a kívánságlistához
id: Ditambahkan ke daftar keinginan
it: Aggiunto alla lista dei desideri.
ja: ウィッシュリストに追加しました。
kk: Тізімге қосылды
ko: 위시리스트에 추가되었습니다.
ms: Telah ditambah ke senarai keinginan.
nb: Lagt til ønskeliste
nl: Aan verlanglijst toegevoegd
pl: Dodano do listy życzeń
pt_br: Adicionado à lista de desejos.
pt_pt: Adicionado à lista de desejos.
ro: Adăugat în lista de dorințe.
ru: Добавлено в список желаемого
sk: Pridané do zoznamu prianí
sv: Tillagd i önskelistan
th: เพิ่มลงในรายการที่ต้องการแล้ว
tr: İstek listesine eklendi.
uk: Додано до списку бажань
vi: Đã thêm vào danh sách ưa thích.
zh_hans: 已添加到愿望单
zh_hant: 已添加到願望清單
zh_hk: 已添加至願望清單

# TK.Message.cartIsEmptyDot
source: Cart is empty.
ar: عربة التسوق فارغة.
bg: Количката е празна.
ca: La cistella està buida.
cs: Košík je prázdný.
da: Indkøbskurven er tom.
de: Warenkorb ist leer.
el: Το καλάθι είναι άδειο.
es: El carrito está vacío.
es_419: El carrito está vacío.
fi: Ostoskorisi on tyhjä.
fr: Le panier est vide.
fr_ca: Le panier est vide.
he: העגלת קניות ריקה.
hi: कार्ट खाली है।
hr: Košarica je prazna.
hu: A kosár üres.
id: Keranjang belanja kosong.
it: Il carrello è vuoto.
ja: カートは空です。
kk: Арба бос.
ko: 장바구니가 비어 있습니다.
ms: Troli kosong.
nb: Handlekurven er tom.
nl: Winkelwagentje is leeg.
pl: Koszyk jest pusty.
pt_br: Carrinho está vazio.
pt_pt: O carrinho está vazio.
ro: Coșul este gol.
ru: Корзина пуста.
sk: Nákupný košík je prázdny.
sv: Varukorgen är tom.
th: ตะกร้าสินค้าเปล่า
tr: Sepet boş.
uk: Кошик порожній.
vi: Giỏ hàng đang trống.
zh_hans: 购物车是空的。
zh_hant: 購物車為空。
zh_hk: 購物車是空的。

# TK.Message.discountCodeAppliedDot
source: Discount code applied.
ar: تم تطبيق رمز الخصم.
bg: Кодът за отстъпка е приложен.
ca: Codi de descompte aplicat.
cs: Slevový kód byl aplikován.
da: Rabattkode anvendt.
de: Rabattcode wurde angewendet.
el: Ο κωδικός έκπτωσης εφαρμόστηκε.
es: Código de descuento aplicado.
es_419: Código de descuento aplicado.
fi: Alennuskoodi on käytetty.
fr: Code de réduction appliqué.
fr_ca: Code de réduction appliqué.
he: קוד ההנחה הוחל.
hi: छूट कोड सफलतापूर्वक लागू किया गया।
hr: Kod za popust je primijenjen.
hu: Kedvezménykód érvényesítve.
id: Kode diskon diterapkan.
it: Codice sconto applicato.
ja: 割引コードが適用されました。
kk: Жеңілдік коды қолданылды.
ko: 할인 코드가 적용되었습니다.
ms: Kod diskaun telah digunakan.
nb: Rabattkode ble brukt.
nl: Kortingscode toegepast.
pl: Kod rabatowy został zastosowany.
pt_br: Código de desconto aplicado.
pt_pt: Código de desconto aplicado.
ro: Codul de discount a fost aplicat.
ru: Скидочный код применён.
sk: Zľavový kód bol aplikovaný.
sv: Rabattkod tillämpad.
th: รหัสส่วนลดถูกใช้เรียบร้อยแล้ว
tr: İndirim kodu uygulandı.
uk: Код знижки застосовано.
vi: Mã giảm giá đã được áp dụng.
zh_hans: 折扣代码已应用。
zh_hant: 折扣碼已應用。
zh_hk: 折扣代碼已應用。

# TK.Message.itemCurrentlyOutOfStockDot
source: Item currently out of stock.
ar: العنصر غير متوفر حالياً.
bg: Артикулът в момента не е наличен.
ca: L'article actualment està esgotat.
cs: Zboží je momentálně vyprodáno.
da: Varen er i øjeblikket udsolgt.
de: Artikel derzeit nicht auf Lager.
el: Το προϊόν είναι προς το παρόν εκτός αποθέματος.
es: Artículo actualmente fuera de stock.
es_419: Artículo actualmente agotado.
fi: Tuote on tällä hetkellä loppu varastosta.
fr: Article actuellement en rupture de stock.
fr_ca: Article actuellement en rupture de stock.
he: הפריט אינו זמין במלאי.
hi: वस्तु वर्तमान में स्टॉक में नहीं है।
hr: Artikl trenutno nije dostupan.
hu: A termék jelenleg nem elérhető.
id: Item saat ini habis.
it: Articolo attualmente non disponibile.
ja: アイテムは現在在庫切れです。
kk: Тауар әзірше жоқ.
ko: 현재 품절된 상품입니다.
ms: Item kini tiada dalam stok.
nb: Varen er for øyeblikket utsolgt.
nl: Artikel momenteel niet op voorraad.
pl: Produkt aktualnie niedostępny.
pt_br: Item atualmente fora de estoque.
pt_pt: O item está atualmente fora de stock.
ro: Articolul este momentan epuizat.
ru: Товар временно отсутствует на складе.
sk: Položka je momentálne vypredaná.
sv: Artikel är för närvarande slut i lager.
th: สินค้าหมดสต็อกในขณะนี้.
tr: Ürün şu anda temin edilemiyor.
uk: Товар наразі відсутній на складі.
vi: Sản phẩm hiện không có sẵn.
zh_hans: 项目当前缺货。
zh_hant: 目前該商品缺貨。
zh_hk: 項目目前缺貨。

# TK.Message.itemHasBeenShippedDot
source: Item has been shipped.
ar: تم شحن العنصر.
bg: Артикулът е изпратен.
ca: L'article ha estat enviat.
cs: Zboží bylo odesláno.
da: Varen er blevet afsendt.
de: Artikel wurde versendet.
el: Το προϊόν έχει αποσταλεί.
es: El artículo ha sido enviado.
es_419: El artículo ha sido enviado.
fi: Tuote on lähetetty.
fr: L'article a été expédié.
fr_ca: Article expédié.
he: הפריט נשלח.
hi: वस्तु भेज दी गई है।
hr: Artikl je otpremljen.
hu: A termék elküldve.
id: Item telah dikirim.
it: Articolo spedito.
ja: アイテムが発送されました。
kk: Тауар жіберілді.
ko: 상품이 배송되었습니다.
ms: Item telah dihantar.
nb: Varen har blitt sendt.
nl: Artikel is verzonden.
pl: Produkt został wysłany.
pt_br: Item foi enviado.
pt_pt: Item foi enviado.
ro: Articolul a fost expediat.
ru: Товар отправлен.
sk: Položka bola odoslaná.
sv: Artikel har skickats.
th: สินค้าถูกจัดส่งแล้ว.
tr: Ürün sevk edildi.
uk: Товар було відправлено.
vi: Sản phẩm đã được chuyển đi.
zh_hans: 项目已发货。
zh_hant: 商品已發貨。
zh_hk: 項目已經發貨。

# TK.Message.itemRemovedFromCartDot
source: Item removed from cart.
ar: تمت إزالة العنصر من السلة.
bg: Артикулът беше премахнат от количката.
ca: Article eliminat del carro.
cs: Položka byla odstraněna z košíku.
da: Varen er fjernet fra kurven.
de: Artikel aus dem Warenkorb entfernt.
el: Το αντικείμενο αφαιρέθηκε από το καλάθι.
es: Artículo eliminado del carrito.
es_419: Artículo eliminado del carrito.
fi: Tuote poistettu ostoskorista.
fr: Article retiré du panier.
fr_ca: L'article a été retiré du panier.
he: הפריט הוסר מהעגלת קניות.
hi: आइटम कार्ट से हटा दिया गया।
hr: Stavka je uklonjena iz košarice.
hu: Termék eltávolítva a kosárból.
id: Item telah dihapus dari keranjang.
it: Articolo rimosso dal carrello.
ja: カートからアイテムが削除されました。
kk: Себеттен зат алынды.
ko: 장바구니에서 항목이 제거되었습니다.
ms: Item telah dikeluarkan dari troli.
nb: Vare fjernet fra handlekurv.
nl: Item uit het winkelwagentje verwijderd.
pl: Przedmiot usunięty z koszyka.
pt_br: Item removido do carrinho.
pt_pt: O item foi removido do carrinho.
ro: Articolul a fost eliminat din coș.
ru: Элемент удален из корзины.
sk: Položka bola odstránená z nákupného košíka.
sv: Objektet har tagits bort från kundvagnen.
th: ลบรายการออกจากรถเข็นแล้ว
tr: Sepetten çıkartıldı.
uk: Товар вилучено з кошика.
vi: Mặt hàng đã được xóa khỏi giỏ hàng.
zh_hans: 购物车中已移除物品。
zh_hant: 已從購物車中移除項目。
zh_hk: 項目已從購物車中移除。

# TK.Message.maximumQuantityReachedDot
source: Maximum quantity reached.
ar: تم الوصول إلى الحد الأقصى للكمية.
bg: Достигнато е максималното количество.
ca: S'ha assolit la quantitat màxima.
cs: Bylo dosaženo maximálního množství.
da: Maksimal mængde nået.
de: Maximale Menge erreicht.
el: Έχει επιτευχθεί η μέγιστη ποσότητα.
es: Se ha alcanzado la cantidad máxima.
es_419: Se ha alcanzado la cantidad máxima.
fi: Suurin määrä saavutettu.
fr: Quantité maximale atteinte.
fr_ca: Quantité maximale atteinte.
he: הכמות המקסימלית הושגה.
hi: अधिकतम मात्रा पहुँच गई है।
hr: Maksimalna količina je postignuta.
hu: A maximális mennyiséget elértük.
id: Jumlah maksimum telah tercapai.
it: Quantità massima raggiunta.
ja: 最大数量に達しました。
kk: Максимум мөлшерге жетілді.
ko: 최대 수량에 도달했습니다.
ms: Kuantiti maksimum telah dicapai.
nb: Maksimal mengde nådd.
nl: Maximale hoeveelheid bereikt.
pl: Osiągnięto maksymalną ilość.
pt_br: Quantidade máxima alcançada.
pt_pt: Quantidade máxima atingida.
ro: Cantitatea maximă a fost atinsă.
ru: Достигнуто максимальное количество.
sk: Maximálne množstvo dosiahnuté.
sv: Maximalt antal har uppnåtts.
th: ถึงจำนวนสูงสุดแล้ว
tr: Maksimum miktara ulaşıldı.
uk: Максимальна кількість досягнута.
vi: Số lượng tối đa đã đạt được.
zh_hans: 已达到最大数量。
zh_hant: 已達到最大數量。
zh_hk: 已達到最大數量。

# TK.Message.noReviewsYetDot
source: No reviews yet.
ar: لا توجد مراجعات بعد.
bg: Още няма отзиви.
ca: Encara no hi ha opinions.
cs: Žádné recenze zatím nejsou.
da: Ingen anmeldelser endnu.
de: Es sind noch keine Bewertungen vorhanden.
el: Δεν υπάρχουν κριτικές ακόμα.
es: No hay reseñas todavía.
es_419: Aún no hay reseñas.
fi: Ei arvosteluja vielä.
fr: Aucun avis pour le moment.
fr_ca: Aucun avis pour le moment.
he: אין עדיין ביקורות.
hi: अभी तक कोई समीक्षाएँ नहीं हैं।
hr: Nema dostupnih recenzija.
hu: Még nincsenek vélemények.
id: Belum ada ulasan.
it: Nessuna recensione disponibile.
ja: まだレビューはありません。
kk: Әлі шолулар жоқ.
ko: 리뷰가 없습니다.
ms: Tiada ulasan lagi.
nb: Ingen anmeldelser ennå.
nl: Nog geen beoordelingen.
pl: Brak recenzji.
pt_br: Ainda não há avaliações.
pt_pt: Ainda não há avaliações.
ro: Nu există recenzii încă.
ru: Оценок пока нет.
sk: Zatiaľ žiadne recenzie.
sv: Inga recensioner än.
th: ยังไม่มีรีวิว.
tr: Henüz inceleme yok.
uk: Оглядів ще немає.
vi: Chưa có đánh giá nào.
zh_hans: 还没有评论。
zh_hant: 尚未有評價。
zh_hk: 目前沒有評論。

# TK.Message.orderConfirmationSentDot
source: Order confirmation sent.
ar: تم إرسال تأكيد الطلب.
bg: Потвърждение за поръчка изпратено.
ca: Confirmació de la comanda enviada.
cs: Potvrzení objednávky bylo odesláno.
da: Ordrebekræftelse sendt.
de: Bestellbestätigung gesendet.
el: Η επιβεβαίωση παραγγελίας εστάλη.
es: Confirmación de pedido enviada.
es_419: Confirmación de pedido enviada.
fi: Tilauksen vahvistus on lähetetty.
fr: Confirmation de commande envoyée.
fr_ca: Confirmation de commande envoyée.
he: אישור ההזמנה נשלח.
hi: ऑर्डर की पुष्टि भेजी गई।
hr: Potvrda narudžbe je poslana.
hu: A megrendelés visszaigazolása elküldve.
id: Konfirmasi pesanan telah dikirim.
it: Conferma ordine inviata.
ja: 注文確認が送信されました。
kk: Тапсырыс расталды.
ko: 주문 확인이 전송되었습니다.
ms: Pengesahan pesanan telah dihantar.
nb: Ordrebekreftelse sendt.
nl: Bestelbevestiging verzonden.
pl: Potwierdzenie zamówienia wysłane.
pt_br: Confirmação de pedido enviada.
pt_pt: Confirmação de pedido enviada.
ro: Confirmare de comandă trimisă.
ru: Подтверждение заказа отправлено.
sk: Potvrdenie objednávky bolo odoslané.
sv: Beställningsbekräftelse skickad.
th: ส่งการยืนยันคำสั่งซื้อแล้ว.
tr: Sipariş onayı gönderildi.
uk: Підтвердження замовлення надіслано.
vi: Thông báo xác nhận đơn hàng đã được gửi.
zh_hans: 订单确认已发送。
zh_hant: 訂單確認已發送。
zh_hk: 訂單確認已發送。

# TK.Message.orderIsOnTheWayDot
source: Order is on the way.
ar: الطلب في الطريق.
bg: Поръчката е на път.
ca: La comanda està en camí.
cs: Objednávka je na cestě.
da: Ordren er på vej.
de: Die Bestellung ist auf dem Weg.
el: Η παραγγελία βρίσκεται καθ' οδόν.
es: El pedido está en camino.
es_419: El pedido está en camino.
fi: Tilauksesi on matkalla.
fr: Commande en cours de livraison.
fr_ca: Commande en route.
he: ההזמנה בדרך.
hi: ऑर्डर रास्ते में है।
hr: Narudžba je na putu.
hu: A megrendelés úton van.
id: Pesanan sedang dalam perjalanan.
it: L'ordine è in arrivo.
ja: 注文が配送中です。
kk: Тапсырыс жолда.
ko: 주문이 배송 중입니다.
ms: Pesanan sedang dalam perjalanan.
nb: Ordren er på vei.
nl: Bestelling is onderweg.
pl: Zamówienie jest w drodze.
pt_br: Pedido a caminho.
pt_pt: O pedido está a caminho.
ro: Comanda este pe drum.
ru: Заказ в пути.
sk: Objednávka je na ceste.
sv: Beställningen är på väg.
th: คำสั่งซื้อกำลังเดินทาง.
tr: Sipariş yolda.
uk: Замовлення в дорозі.
vi: Đơn hàng đang trên đường đến.
zh_hans: 订单正在路上。
zh_hant: 訂單正在運送中。
zh_hk: 訂單正在運送中。

# TK.Message.orderPlacedSuccessfullyDot
source: Order placed successfully.
ar: تم تقديم الطلب بنجاح.
bg: Поръчката е успешно направена.
ca: Comanda realitzada correctament.
cs: Objednávka byla úspěšně zadána.
da: Ordren er placeret succesfuldt.
de: Bestellung erfolgreich aufgegeben.
el: Η παραγγελία τοποθετήθηκε επιτυχώς.
es: Pedido realizado con éxito.
es_419: Pedido realizado con éxito.
fi: Tilauksen teko onnistui.
fr: Commande passée avec succès.
fr_ca: Commande effectuée avec succès.
he: ההזמנה בוצעה בהצלחה
hi: ऑर्डर सफलतापूर्वक रखा गया।
hr: Narudžba je uspješno izvršena.
hu: A megrendelés sikeresen leadva.
id: Pesanan berhasil dibuat.
it: Ordine effettuato con successo.
ja: 注文が正常に完了しました。
kk: Тапсырыс сәтті берілді.
ko: 주문이 성공적으로 완료되었습니다.
ms: Pesanan berjaya dibuat.
nb: Ordren er lagt inn.
nl: Bestelling succesvol geplaatst.
pl: Zamówienie złożone pomyślnie.
pt_br: Pedido realizado com sucesso.
pt_pt: Pedido realizado com sucesso.
ro: Comanda a fost plasată cu succes.
ru: Заказ успешно размещен.
sk: Objednávka bola úspešne zadaná.
sv: Beställningen har lagts framgångsrikt.
th: ทำการสั่งซื้อเรียบร้อยแล้ว.
tr: Sipariş başarıyla verildi.
uk: Замовлення успішно розміщено.
vi: Đơn hàng đã được đặt thành công.
zh_hans: 订单已成功下达。
zh_hant: 訂單已成功下達。
zh_hk: 訂單已成功下達。

# TK.Message.paymentDeclinedDot
source: Payment declined.
ar: تم رفض الدفع.
bg: Плащането е отказано.
ca: Pagament rebutjat.
cs: Platba byla odmítnuta.
da: Betaling afvist.
de: Zahlung abgelehnt.
el: Η πληρωμή απορρίφθηκε.
es: Pago rechazado.
es_419: Pago rechazado.
fi: Maksu hylätty.
fr: Paiement refusé.
fr_ca: Le paiement a été refusé.
he: התשלום נדחה.
hi: भुगतान अस्वीकृत कर दिया गया।
hr: Plaćanje odbijeno.
hu: A kifizetés elutasítva.
id: Pembayaran ditolak.
it: Pagamento rifiutato.
ja: 支払いが拒否されました。
kk: Төлем бас тартылды.
ko: 결제가 거부되었습니다.
ms: Pembayaran ditolak.
nb: Betaling avvist.
nl: Betaling afgewezen.
pl: Płatność odrzucona.
pt_br: Pagamento recusado.
pt_pt: Pagamento recusado.
ro: Plata a fost refuzată.
ru: Платеж отклонен.
sk: Platba bola zamietnutá.
sv: Betalning avvisad.
th: การชำระเงินถูกปฏิเสธ.
tr: Ödeme reddedildi.
uk: Платіж відхилено.
vi: Thanh toán bị từ chối.
zh_hans: 支付被拒绝。
zh_hant: 支付被拒絕。
zh_hk: 付款被拒。

# TK.Message.promoCodeAppliedDot
source: Promo code applied.
ar: تم تطبيق رمز العرض بنجاح.
bg: Кодът за промоция е приложен.
ca: Codi promocional aplicat.
cs: Promo kód byl uplatněn.
da: Rabattkode anvendt.
de: Aktionscode wurde angewendet.
el: Ο κωδικός προώθησης εφαρμόστηκε.
es: Código promocional aplicado.
es_419: Código promocional aplicado.
fi: Alennuskoodi on käytetty.
fr: Code promo appliqué.
fr_ca: Code promo appliqué.
he: קוד הקידום הוחל.
hi: प्रोमो कोड लागू किया गया।
hr: Promo kod je primijenjen.
hu: A promóciós kód sikeresen alkalmazva.
id: Kode promo diterapkan.
it: Codice promozionale applicato.
ja: プロモコードが適用されました。
kk: Промокод қолданылды.
ko: 프로모션 코드가 적용되었습니다.
ms: Kod promosi digunakan.
nb: Rabattkode brukt.
nl: Promocode is toegepast.
pl: Kod promocyjny zastosowany.
pt_br: Código promocional aplicado.
pt_pt: Código promocional aplicado.
ro: Codul promoțional a fost aplicat.
ru: Промокод применен.
sk: Promo kód bol úspešne aplikovaný.
sv: Rabattkod tillämpad.
th: โค้ดโปรโมชั่นถูกนำไปใช้.
tr: Promo kodu uygulandı.
uk: Промокод застосовано.
vi: Mã khuyến mãi đã được áp dụng.
zh_hans: 优惠码已使用。
zh_hant: 優惠碼已應用。
zh_hk: 優惠碼已套用。

# TK.Message.yourOrderHasBeenPlacedSuccessfullyDot
source: Your order has been placed successfully.
ar: تم تقديم طلبك بنجاح.
bg: Вашата поръчка е направена успешно.
ca: La teva comanda s'ha realitzat correctament.
cs: Tvoje objednávka byla úspěšně dokončena.
da: Din ordre er blevet placeret med succes.
de: Deine Bestellung wurde erfolgreich aufgegeben.
el: Η παραγγελία σας έχει τοποθετηθεί με επιτυχία.
es: Tu pedido se ha realizado con éxito.
es_419: Tu pedido ha sido colocado con éxito.
fi: Tilauksesi on tehty onnistuneesti.
fr: Votre commande a été passée avec succès.
fr_ca: Votre commande a été passée avec succès.
he: ההזמנה שלך בוצעה בהצלחה.
hi: आपका ऑर्डर सफलतापूर्वक दिया गया है।
hr: Vaša narudžba je uspješno postavljena.
hu: A rendelésed sikeresen leadva.
id: Pesananmu telah berhasil dilakukan.
it: Il tuo ordine è stato effettuato con successo.
ja: 注文は正常に完了しました。
kk: Сіздің тапсырысыңыз сәтті орындалды.
ko: 주문이 성공적으로 완료되었습니다.
ms: Pesanan anda telah dibuat dengan jayanya.
nb: Bestillingen din er lagt inn vellykket.
nl: Je bestelling is succesvol geplaatst.
pl: Twoje zamówienie zostało złożone pomyślnie.
pt_br: Seu pedido foi realizado com sucesso.
pt_pt: A tua encomenda foi feita com sucesso.
ro: Comanda ta a fost plasată cu succes.
ru: Твой заказ успешно размещен.
sk: Tvoja objednávka bola úspešne zadaná.
sv: Din beställning har lagts.
th: คำสั่งของคุณถูกวางเรียบร้อยแล้ว
tr: Siparişiniz başarıyla verildi.
uk: Ваше замовлення успішно оформлено.
vi: Đơn hàng của bạn đã được đặt thành công.
zh_hans: 您的订单已成功提交。
zh_hant: 您的訂單已成功下達。
zh_hk: 你的訂單已成功下單。

# TK.Placeholder.addDeliveryNoteDots
source: Add a delivery note…
ar: أضف ملاحظة تسليم…
bg: Добавете бележка за доставка…
ca: Afegeix una nota de lliurament…
cs: Přidat poznámku k doručení…
da: Tilføj leveringsinstruktioner…
de: Füge eine Liefernotiz hinzu…
el: Προσθέστε μια σημείωση παράδοσης…
es: Añadir una nota de entrega…
es_419: Añadir una nota de entrega…
fi: Lisää toimitusohje…
fr: Ajouter une note de livraison…
fr_ca: Ajouter une note de livraison…
he: הוסף הערת משלוח…
hi: विशेष डिलीवरी निर्देश जोड़ें...
hr: Dodajte napomenu za dostavu…
hu: Kézbesítési megjegyzés hozzáadása…
id: Tambahkan catatan pengiriman…
it: Aggiungi una nota di consegna…
ja: 配達メモを追加…
kk: Жеткізу ескертпе қосу…
ko: 배송 메모 추가…
ms: Tambah nota penghantaran…
nb: Legg til en leveringsnotat…
nl: Voeg een leveringsnota toe…
pl: Dodaj notatkę dostawy…
pt_br: Adicionar uma nota de entrega…
pt_pt: Adicionar uma nota de entrega…
ro: Adaugă o notă de livrare…
ru: Добавить примечание о доставке…
sk: Pridaj poznámku k dodávke…
sv: Lägg till en leveransanteckning…
th: เพิ่มหมายเหตุการจัดส่ง…
tr: Bir teslimat notu ekleyin…
uk: Додати спеціальну інструкцію з доставки…
vi: Thêm ghi chú giao hàng…
zh_hans: 添加收货备注……
zh_hant: 新增送貨備註…
zh_hk: 添加交付註明…

# TK.Placeholder.enterAddressDots
source: Enter address…
ar: أدخل العنوان…
bg: Въведи адрес…
ca: Introdueix adreça…
cs: Zadejte adresu…
da: Indtast adresse…
de: Adresse eingeben…
el: Εισαγάγετε διεύθυνση…
es: Ingresa dirección…
es_419: Introducir dirección…
fi: Syötä osoite…
fr: Entrez l'adresse…
fr_ca: Entrer l'adresse…
he: הכנס כתובת…
hi: पता दर्ज करें…
hr: Unesi adresu…
hu: Add meg a címet…
id: Masukkan alamat…
it: Inserisci indirizzo…
ja: 住所を入力…
kk: Мекенжай енгізіңіз…
ko: 주소 입력…
ms: Masukkan alamat…
nb: Skriv inn adresse…
nl: Voer adres in…
pl: Wprowadź adres…
pt_br: Inserir endereço…
pt_pt: Inserir endereço…
ro: Introdu adresa…
ru: Введите адрес…
sk: Zadať adresu…
sv: Ange adress…
th: กรอกที่อยู่…
tr: Adres girin…
uk: Введіть адресу…
vi: Nhập địa chỉ…
zh_hans: 请输入地址…
zh_hant: 輸入地址…
zh_hk: 輸入地址…

# TK.Placeholder.enterAmountDots
source: Enter amount…
ar: أدخل المبلغ…
bg: Въведи сума…
ca: Introdueix quantitat…
cs: Zadejte částku…
da: Indtast beløb…
de: Betrag eingeben…
el: Εισάγετε ποσό…
es: Introduce la cantidad…
es_419: Ingresa la cantidad…
fi: Syötä määrä…
fr: Saisir le montant…
fr_ca: Entrer le montant…
he: הזן סכום…
hi: राशि दर्ज करें…
hr: Unesi iznos…
hu: Írd be az összeget…
id: Masukkan jumlah…
it: Inserisci importo…
ja: 金額を入力…
kk: Соманы енгізіңіз…
ko: 금액 입력…
ms: Masukkan jumlah…
nb: Skriv inn beløp…
nl: Voer bedrag in…
pl: Wprowadź kwotę…
pt_br: Insira o valor…
pt_pt: Insere o montante…
ro: Introdu suma…
ru: Введите сумму…
sk: Zadajte sumu…
sv: Ange belopp…
th: กรอกจำนวนเงิน…
tr: Miktarı gir…
uk: Введіть суму…
vi: Nhập số tiền…
zh_hans: 输入金额…
zh_hant: 輸入金額…
zh_hk: 輸入金額…

# TK.Placeholder.enterCardNumberDots
source: Enter card number…
ar: أدخل رقم البطاقة…
bg: Въведи номер на карта…
ca: Introdueix el número de targeta…
cs: Zadejte číslo karty…
da: Indtast kortnummer…
de: Kartennummer eingeben…
el: Εισάγετε αριθμό κάρτας…
es: Introduce el número de la tarjeta…
es_419: Ingresa el número de la tarjeta…
fi: Syötä kortin numero…
fr: Saisir le numéro de la carte…
fr_ca: Entre le numéro de carte…
he: הזן מספר כרטיס…
hi: कार्ड संख्या दर्ज करें…
hr: Unesite broj kartice…
hu: Írd be a kártyaszámot…
id: Masukkan nomor kartu…
it: Inserisci numero della carta…
ja: カード番号を入力…
kk: Картаның нөмірін енгізіңіз…
ko: 카드 번호를 입력하세요…
ms: Masukkan nombor kad…
nb: Skriv inn kortnummer…
nl: Voer kaartnummer in…
pl: Wprowadź numer karty…
pt_br: Insira o número do cartão…
pt_pt: Introduza o número do cartão…
ro: Introdu numărul cardului…
ru: Введите номер карты…
sk: Zadajte číslo karty…
sv: Ange kortnummer…
th: กรอกหมายเลขบัตร…
tr: Kart numarasını gir…
uk: Введіть номер картки…
vi: Nhập số thẻ…
zh_hans: 输入卡号…
zh_hant: 輸入卡號…
zh_hk: 輸入信用卡號碼…

# TK.Placeholder.enterCityNameDots
source: Enter city name…
ar: أدخل اسم المدينة…
bg: Въведи име на град…
ca: Introdueix el nom de la ciutat…
cs: Zadejte název města…
da: Indtast bynavn…
de: Stadtname eingeben…
el: Εισάγετε όνομα πόλης…
es: Introduce el nombre de la ciudad…
es_419: Ingresa el nombre de la ciudad…
fi: Syötä kaupungin nimi…
fr: Entrez le nom de la ville…
fr_ca: Entre le nom de la ville…
he: הזן שם עיר…
hi: शहर का नाम दर्ज करें…
hr: Unesi naziv grada…
hu: Írd be a város nevét…
id: Masukkan nama kota…
it: Inserisci il nome della città…
ja: 都市名を入力…
kk: Қаланың атын енгізіңіз…
ko: 도시 이름을 입력하세요…
ms: Masukkan nama bandar…
nb: Skriv inn bynavn…
nl: Voer stadsnaam in…
pl: Wprowadź nazwę miasta…
pt_br: Digite o nome da cidade…
pt_pt: Introduza o nome da cidade…
ro: Introdu numele orașului…
ru: Введите название города…
sk: Zadaj názov mesta…
sv: Ange stadsnamn…
th: กรอกชื่อเมือง…
tr: Şehir adını gir…
uk: Введіть назву міста…
vi: Nhập tên thành phố…
zh_hans: 输入城市名称…
zh_hant: 輸入城市名稱…
zh_hk: 輸入城市名稱…
